tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "bramstein/webfonttools"
tap "gromgit/fuse"
tap "hazcod/hazcod"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
tap "sidneys/homebrew"
brew "pkg-config"
brew "harfbuzz"
brew "antiword"
brew "argon2"
brew "aria2"
brew "as-tree"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "binutils"
brew "gcc"
brew "numpy", link: false
brew "p7zip"
brew "tcl-tk"
brew "binwalk"
brew "boost"
brew "boost-python3"
brew "bottom"
brew "boxes"
brew "btop"
brew "cabextract"
brew "ccache"
brew "cdrtools"
brew "chafa"
brew "cifer"
brew "cmake"
brew "curl"
brew "composer"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "dex2jar"
brew "dns2tcp"
brew "dnscrypt-proxy", restart_service: true
brew "dnsmasq"
brew "docker", link: false
brew "dtc"
brew "dub"
brew "duf"
brew "dust"
brew "e2fsprogs"
brew "exa"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffms2"
brew "fftw"
brew "findutils"
brew "fish"
brew "libusb"
brew "flashrom"
brew "foremost"
brew "fortune"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "grc"
brew "grep"
brew "netpbm"
brew "groff"
brew "hashcat"
brew "hashpump"
brew "hcxtools"
brew "hexyl"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "hunspell"
brew "zlib"
brew "mysql-client"
brew "hydra"
brew "python@3.9"
brew "imagemagick"
brew "john"
brew "jq"
brew "julia"
brew "pandoc"
brew "jupyterlab"
brew "knock"
brew "lazygit"
brew "lesspipe"
brew "libpcap"
brew "luarocks"
brew "lynx"
brew "mackup"
brew "mas"
brew "mdcat"
brew "media-info"
brew "mold"
brew "moreutils"
brew "yt-dlp"
brew "mpv"
brew "nano"
brew "neofetch"
brew "neovim"
brew "nicotine-plus"
brew "ninja"
brew "nmap"
brew "openal-soft"
brew "openssh"
brew "pinentry-mac"
brew "pngcheck"
brew "pngcrush"
brew "pnpm"
brew "protobuf"
brew "pup"
brew "pyenv"
brew "python-gdbm@3.11"
brew "python@3.10"
brew "qemu"
brew "qt@5", link: true
brew "radare2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "socat"
brew "sox"
brew "speedtest-cli"
brew "sqlmap"
brew "starship"
brew "subversion"
brew "sylpheed"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "virtualenv"
brew "vivid"
brew "vlang"
brew "w3m"
brew "watch"
brew "wget"
brew "wimlib"
brew "winetricks"
brew "woff2"
brew "xpdf"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "gromgit/fuse/ntfs-3g-mac"
brew "hazcod/hazcod/maclaunch"
brew "sidneys/homebrew/chntpw"
cask "aegisub"
cask "apparency"
cask "bitwarden"
cask "blockblock"
cask "chromium"
cask "cider"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghidra"
cask "gstreamer-runtime"
cask "imageoptim"
cask "kitty"
cask "koodo-reader"
cask "lulu"
cask "macfuse"
cask "malwarebytes"
cask "mark-text"
cask "philips-hue-sync"
cask "popcorn-time"
cask "porting-kit"
cask "prismlauncher"
cask "qbittorrent-lt20"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "ransomwhere"
cask "santa"
cask "stats"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "webcamoid"
cask "wine-staging"
cask "wireshark"
