tap "bramstein/webfonttools"
tap "hazcod/hazcod"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "pkg-config"
brew "python@3.9"
brew "harfbuzz"
brew "argon2"
brew "as-tree"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "binutils"
brew "gcc"
brew "python@3.10"
brew "gobject-introspection"
brew "numpy"
brew "p7zip"
brew "tcl-tk"
brew "binwalk"
brew "bottom"
brew "boxes"
brew "btop"
brew "ccache"
brew "cifer"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "dex2jar"
brew "dns2tcp"
brew "dnscrypt-proxy", restart_service: true
brew "dnsmasq"
brew "duf"
brew "dust"
brew "e2fsprogs"
brew "fcrackzip"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "foremost"
brew "fortune"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "glances"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "hashcat"
brew "hashpump"
brew "hcxtools"
brew "html-xml-utils"
brew "htop"
brew "httpie"
brew "hydra"
brew "imagemagick"
brew "john"
brew "jq"
brew "knock"
brew "libpcap"
brew "llvm"
brew "lynx"
brew "mackup"
brew "mas"
brew "mold"
brew "moreutils"
brew "nano"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nicotine-plus"
brew "ninja"
brew "nmap"
brew "node"
brew "openal-soft"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "pinentry-mac"
brew "pngcheck"
brew "pngcrush"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "qemu"
brew "qt@5", link: true
brew "radare2"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "socat"
brew "sox"
brew "sqlmap"
brew "starship"
brew "subversion"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "virtualenv"
brew "vlang"
brew "wget"
brew "winetricks"
brew "wireshark"
brew "woff2"
brew "xpdf"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "hazcod/hazcod/maclaunch"
cask "apparency"
cask "bitwarden"
cask "blockblock"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "heroic"
cask "koodo-reader"
cask "lulu"
cask "openinterminal-lite"
cask "popcorn-time"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "ransomwhere"
cask "santa"
cask "stats"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "webcamoid"
cask "wine-staging"
