# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'bramstein/webfonttools'

brew 'aircrack-ng'
brew 'aom'
brew 'autoconf'
brew 'automake'
brew 'bash'
brew 'bash-completion@2'
brew 'bfg'
brew 'binutils'
brew 'binwalk'
brew 'ca-certificates'
brew 'cifer'
brew 'coreutils'
brew 'dav1d'
brew 'dex2jar'
brew 'dns2tcp'
brew 'fcrackzip'
brew 'ffmpeg'
brew 'findutils'
brew 'foremost'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'grep'
brew 'hashpump'
brew 'htop'
brew 'httpie'
brew 'hydra'
brew 'imagemagick'
brew 'john'
brew 'jpeg'
brew 'jpeg-turbo'
brew 'jpeg-xl'
brew 'jq'
brew 'knock'
brew 'lynx'
brew 'mas'
brew 'moreutils'
brew 'nano'
brew 'netpbm'
brew 'nmap'
brew 'node'
brew 'openjdk'
brew 'openssh'
brew 'opus'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'pngcheck'
brew 'pngcrush'
brew 'python'
brew 'qemu'
brew 'sfnt2woff'
brew 'sfnt2woff-zopfli'
brew 'socat'
brew 'sqlmap'
brew 'svn'
brew 'tcpflow'
brew 'tcpreplay'
brew 'tcptrace'
brew 'tree'
brew 'ucspi-tcp'
brew 'unzip'
brew 'wget'
brew 'woff2'
brew 'x264'
brew 'x265'
brew 'xpdf'
brew 'xz'
brew 'youtube-dl'

# Quicklook
cask 'qlcolorcode'
cask 'qlstephen' 
cask 'qlmarkdown' 
cask 'quicklook-json'
cask 'qlimagesize' 
cask 'suspicious-package'
cask 'apparency' 
cask 'quicklookase'
cask 'qlvideo'

# Casks
cask 'firefox'
cask 'the-unarchiver'
cask 'vscodium'
cask 'bitwarden'
cask 'stats'

